Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_tukee_saamelaisten_totuus-_ja_sovintokomission_jatkamista_-_komissaarit_valitaan_ylimaaraisessa_tayskokouksessa_elokuussa_.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät tukee saamelaisten totuus- ja sovintokomission jatkamista – komissaarit valitaan ylimääräisessä täyskokouksessa elokuussa
sms: Sääʹmteʹǧǧ tuärjjad säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio juätkkmõõžž – komissaarid vaʹlljeet pâʹjjelmeärrsaž tiuddsåbbrest påʹrǧǧmannust

source: Saamelaiskäräjien kokous päätti 23.6.2022 tukea saamelaisten totuus- ja sovintokomission jatkamista, mutta valitsee kaksi komissaaria elokuussa pidettävässä ylimääräisessä täyskokouksessa.
sms: Sääʹmteeʹǧǧ sååbbar tuʹmmii 23.6.2022 tuärjjeed säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio juätkkmõõžž, leša vaʹlljad kuõʹhtt komissaar påʹrǧǧmannust tuõʹllʼjum pâiʹlmeärrsaž tiuddsåbbrest.

source: Ylimääräinen kokous järjestetään etäyhteyksin.
sms: Pâʹjjelmeärrsaž såbbar jäʹrjstet ougglõsõhttvuõđin.

source: Saamelaiskäräjien kokous kuuli ennen päätöksentekoa asiantuntijoina Saamelaisten psykososiaalisen tuen yksikön johtaja Heidi Erikseniä, viittä saamelaisten totuus- ja sovintokomissioon alun perin nimettyä jäsentä sekä yhtä komission sihteeristön suunnittelijaa.
sms: Õuʹddel tuʹmmstõktuâj sääʹmteeʹǧǧ sååbbar kuuli äʹšštobddjen Säʹmmlai psykososiaalʼlaž tuärj juâkkaz jååʹđteei Heidi Eriksen, viiđ Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio aalǥâst nõõmuum vuäzzla di õõut komissio piisarkååʹdd plaanni.

source: – Kävimme Saamelaiskäräjien kokouksessa perusteellisen keskustelun totuus- ja sovintokomission työn jatkosta, ja jäsenien keskuudessa komission jatkosta oli myös eriäviä näkemyksiä.
sms: – Sääʹmteeʹǧǧ såbbrest saǥstõʹlle samai vuâđ mieʹldd tuõttvuõtt- da suåvâdvuõttkomissio tuâj juätkast, da komissio juätkast leʹjje še vuäzzlai seʹst järrneei vuäinnmõõžž.

source: Tulemme jatkamaan asian käsittelyä elokuussa, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Pueʹttep juäʹtǩǩed ääʹšš ǩiõttʼtõõllmõõžž påʹrǧǧmannust, ceälkk Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõtteeš riikksuåvtõõzz tooiʹmest kålggmannu 28. peeiʹv 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sms: Mâŋŋa šiõttummšest komissio toimmjummuš lij leämmaš jiõččnallaš da čõõnteʹmes.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen pyysivät vapautusta komissaarin tehtävästään valtioneuvostolta.
sms: Vueʹssmannust 2022 kuhttu Sääʹmteeʹǧǧ eʹtǩǩeem komissaar Miina Seurujärvi da Heikki J. Hyvärinen lie äännam Riikksuåvtõõzz čåuʹdded jiijjâs komissaar tuâjain.

source: Valtioneuvosto myönsi eron Seurujärvelle ja Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sms: Riikksuåvtõs miõđi Miina Seurujärvi da Heikki J. Hyvärinen čåuddõõttmõõžž komissaar tuâjast 25.5.2022 looǥǥeeʹl.

source: Saamelaiskäräjien tiedote 13.6.2022: Saamelaiskäräjät arvioi totuus- ja sovintokomission tilannetta ja toimintaedellytyksiä huolellisesti
sms: Sääʹmteeʹǧǧ teâđtõs 13.6.2022 Sääʹmteʹǧǧ ärvvtââll tuõttvuõtt- da suåvâdvuõttkomissio vueʹjj da tåimmjemõudldõõzzid tärkka

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto@samediggi.fi
sms: Anni Koivisto I väärrsaaǥǥjååʹđteei 040 415 5969 anni.koivisto@samediggi.fi
